Repository: divij-sinha/neighbourhood-mapping
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, pl

source: Next!
es: ¡Siguiente!
pl: Dalej!

source: Choose from the list, or type your own!
es: ¡Elija de la lista o escriba el suyo propio!
pl: Wybierz z listy lub wpisz własny!

source: How do you know this neighborhood? (Select all that apply)
es: ¿Cómo conoces este barrio? (Seleccione todas las opciones relevantes)
pl: Skąd znasz tę okolicę? (Wybierz wszystkie, które mają zastosowanie)

source: I used to live here
es: Solía vivir aquí
pl: Tu mieszkałem

source: I work/worked here
es: Trabajo/trabajé aquí
pl: Pracuję/pracowałem tutaj

source: I go/went to school here
es: Voy/fui a la escuela aquí
pl: Chodzę/chodziłem tutaj do szkoły

source: I visit/visited friends here
es: Visito/visité a amigos aquí
pl: Odwiedzam tutaj znajomych

source: I shop/shopped here
es: Comprar/compré aquí
pl: Robię zakupy/robiłem tutaj zakupy

source: Other
es: Otro
pl: Inne

source: I'm done!
es: Ya terminé de dibujar.
pl: Skończyłem

source: I want to draw the boundary of another neighborhood
es: Quiero dibujar otro vecindario.
pl: Chcę narysować inną okolicę.

source: How many years in total have you lived in your current neighborhood?
es: ¿Cuántos años en total has vivido en tu barrio actual?
pl: Ile lat łącznie mieszkasz w swojej obecnej okolicy?

source: How many years in total have you lived in the city of Chicago?
es: ¿Cuántos años en total has vivido en Chicago?
pl: Ile lat łącznie mieszkałeś w Chicago?

source: Do you rent or own your current residence?
es: ¿Alquila o es dueño de su casa?
pl: Czy wynajmujesz lub jesteś właścicielem swojego obecnego domu?

source: I rent it
es: Lo alquilo
pl: Wynajmuję

source: I own it
es: Soy propietario
pl: Jestem właścicielem

source: Other arrangement
es: Otro
pl: Inne

source: What gender do you identify as?
es: ¿Con qué género te identificas?
pl: Z jaką płcią się identyfikujesz?

source: Man
es: Hombre
pl: Mężczyzna

source: Woman
es: Mujer
pl: Kobieta

source: Non-Binary
es: No binario
pl: Nie mężczyzna czy kobieta

source: What is your age?
es: ¿Cuántos años tiene?
pl: Ile masz lat?

source: How would you identify your racial/ethnic background? (Select all that apply)
es: ¿Cómo identificaría su origen racial/étnico? (Seleccione todas las opciones relevantes)
pl: Jak określiłbyś swoje pochodzenie rasowe/etniczne? ( Wybierz wszystkie, które mają zastosowanie)

source: Black / African American
es: Negro / Afroamericano
pl: Czarny / Afroamerykanin

source: Hispanic / Latino
es: Hispano / Latino
pl: Hiszpan / Latynos

source: White
es: Blanco
pl: Biały

source: American Indian or Alaska Native
es: Indio americano o nativo de Alaska
pl: Indianin amerykański lub rdzenny mieszkaniec Alaski

source: Native Hawaiian or Pacific Islander
es: Nativo de Hawái o de las islas del Pacífico
pl: Rdzenny mieszkaniec Hawajów lub wysp Pacyfiku

source: Middle Eastern / North African
es: Medio Oriente / Norte de África
pl: Bliski Wschód / Afryka Północna

source: Asian
es: Asiático
pl: Azjatycki

source: Multi-racial / Two or more races
es: Multirracial / Dos o más razas
pl: Wielorasowe / Dwie lub więcej ras

source: I live in a close-knit neighborhood
es: Vivo en un vecindario muy unido.
pl: Mieszkam w zwartej okolicy.

source: Strong Disagree
es: Totalmente en desacuerdo

source: Somewhat disagree
es: Algo en desacuerdo
pl: Trochę się nie zgadzam

source: Neither agree nor disagree
es: Ni de acuerdo ni en desacuerdo
pl: Ani się zgadzam, ani nie zgadzam

source: Somewhat agree
es: Algo en desacuerdo
pl: Trochę się zgadzam

source: Strong agree
es: Totalmente de acuerdo
pl: Zdecydowanie się zgadzam

source: People in my neighborhood share the same values
es: La gente de mi barrio comparte los mismos valores.
pl: Ludzie w moim sąsiedztwie podzielają te same wartości.

source: I regularly stop and talk with people in my neighborhood
es: Regularmente me detengo y hablo con la gente de mi vecindario.
pl: Regularnie zatrzymuję się i rozmawiam z ludźmi z mojej okolicy.

source: I feel like I belong in my neighborhood
es: Siento que pertenezco a mi vecindario.
pl: Czuję, że należę do mojego sąsiedztwa.

source: Enter to win $50 gift card
es: Participa para ganar una tarjeta de regalo de $50
pl: Wejdź, aby wygrać kartę podarunkową o wartości 50 USD

source: Write feedback here!
es: Ingrese su comentario
pl: Wpisz swoją opinię

source: Enter email here!
es: Ingrese su correo electrónico
pl: Wpisz swój adres e-mail

source: Start survey!
es: ¡ Iniciar encuesta!
pl: Rozpocznij ankietę!

source: Tell us more about yourself
es: Cuéntenos más sobre usted.
pl: Powiedz nam więcej o sobie.

source: We're interested in how different groups of residents think about Chicago's neighborhoods. Please share a little about your background and feelings about your neighborhood. Remember that all data will be kept confidential and only presented in summary form in resulting publications. You may skip any question you prefer not to answer.
es: Estamos interesados en cómo piensan los grupos de residentes sobre los vecindarios de Chicago. Comparta un poco sobre sus antecedentes y sentimientos sobre su vecindario. Recuerde que todos los datos se mantendrán confidenciales y sólo se presentarán de forma resumida en las publicaciones resultantes. Puedes omitir cualquier pregunta que prefieras no responder.
pl: Interesuje nas Twoją opina o dzielnicach w Chicago. Proszę, opowiedz trochę o swoim pochodzeniu i uczuciach na temat swojej okolicy. Pamiętaj, że wszystkie dane będą traktowane jako poufne i prezentowane w powstałych publikacjach jedynie w formie podsumowania. Możesz pominąć każde pytanie, na które wolisz nie odpowiadać.

source: How much do you agree or disagree with the following statements?
es: ¿Qué tan de acuerdo o en desacuerdo está usted con las siguientes afirmaciones?

source: Where are the boundaries of your current neighborhood?
es: ¿Dónde están los límites de su vecindario?
pl: W jakim stopniu zgadzasz się lub nie zgadzasz z poniższymi stwierdzeniami?

source: Draw another neighborhood
es: Quiero dibujar otro vecindario.
pl: Chcę narysować inną okolicę.

source: What do you call your neighborhood or the area where you live?
es: ¿Cómo llamas a tu barrio o la zona donde vives?
pl: Jak nazywasz swoją okolicę lub obszar, w którym mieszkasz?

source: What other neighborhood would you like to draw?
es: ¿Qué otro barrio te gustaría dibujar?
pl: Jakie inne okolica, którą chciałbyś narysować?

source: Now, draw your neighborhood!
es: ¡Ahora dibuja tu vecindario!
pl: Teraz narysuj swoją okolicę!

source: Now, draw the neighborhood!
es: ¡Ahora dibuja el barrio!
pl: Teraz narysuj okolicę!

source: Pan to your neighborhood by clicking and dragging the map
es: Desplázate hacia tu vecindario haciendo clic y arrastrando el mapa.
pl: Przesuwaj się do swojej okolicy, klikając i przeciągając mapę

source: Pan to the neighborhood by clicking and dragging the map
es: Desplázate hacia el vecindario haciendo clic y arrastrando el mapa.
pl: Przesuwaj się po swojej okolicy, klikając i przeciągając mapę

source: Click on the
es: Haga clic en el
pl: Kliknij ikonę,

source: icon then click on the map to mark a starting point
es: icono y luego haga clic en el mapa para marcar un punto de partida
pl: a następnie kliknij mapę, aby zaznaczyć punkt początkowy.

source: Add points to mark the boundary
es: Añade puntos para marcar el límite.
pl: Dodaj punkty, aby oznaczyć granicę.

source: Click on the first point to close the shape
es: Haga clic en el primer punto para cerrar la forma.
pl: Kliknij pierwszy punkt, aby zamknąć kształt.

source: Draw only 1 neighborhood! Use the
es: ¡Crea solo 1 vecindario! Utilice el icono
pl: Narysuj tylko 1 dzielnicę! Użyj

source: to delete a point. Use the
es: tpara eliminar un punto. Utilice el icono
pl: aby usunąć punkt. Użyj

source: to move or edit a point.
es: para mover o editar un punto.
pl: taby przenieść lub edytować punkt.

source: Where do you currently live?
es: ¿Donde vives actualmente?
pl: Gdzie obecnie mieszkasz?

source: To start drawing your neighborhood, first use the map to indicate generally where you live.
es: Para empezar a dibujar tu barrio, primero utiliza el mapa para indicar de forma general dónde vives.
pl: Aby rozpocząć rysowanie swojej okolicy, najpierw użyj mapy, aby ogólnie wskazać, gdzie mieszkasz.

source: Pan to your approximate address by clicking and dragging the map.
es: Desplácese hasta su dirección aproximada haciendo clic y arrastrando el mapa.
pl: Przesuwaj się do przybliżonego adresu, klikając i przeciągając mapę.

source: Tap the
es: Toque el
pl: Stuknij

source: icon then click on the map to mark your home's general location.
es: icono y luego haga clic en el mapa para marcar la ubicación general de su casa. Solo veremos su ubicación como coordenadas aproximadas y no almacenaremos su dirección.
pl: ikonę, a następnie kliknij mapę, aby oznaczyć ogólną lokalizację swojego domu. Będziemy patrzeć na Twoją lokalizację jedynie jako przybliżone współrzędne i nie będziemy przechowywać Twojego adresu.

source: We will only look at your location as approximate coordinates and do not store your address.
es: Solo veremos su ubicación como coordenadas aproximadas y no almacenaremos su dirección.
pl: Będziemy patrzeć na Twoją lokalizację jedynie jako przybliżone współrzędne i nie będziemy przechowywać Twojego adresu.

source: Mark only 1 location! Use the
es: ¡Marque solo 1 ubicación! Utilice el
pl: Zaznacz tylko 1 lokalizację! Użyj

source: to delete a marker. Use the
es: para eliminar un marcador. Utilice
pl: aby usunąć znacznik. Użyj

source: to move around or edit a marker.
es: para moverse o editar un marcador.
pl: aby poruszać się lub edytować znacznik.

source: Mark the general location of where you live!
es: Por favor marque la ubicación de donde vive!
pl: Proszę o zaznaczenie miejsca zamieszkania

source: Draw your neighborhood in less than 3 minutes!
es: ¡Dibuja tu barrio en menos de 3 minutos!
pl: Narysuj swoją okolicę w mniej niż 3 minuty!

source: Chicago prides itself as “The City of Neighborhoods” but where are they? Chicago needs an update from the 77 community areas mapped in the 1920s!
es: Chicago se enorgullece de ser "La ciudad de los vecindarios", pero ¿dónde están? ¡Chicago necesita una actualización de las 77 áreas comunitarias que fueron mapeadas en la década de 1920!
pl: Chicago szczyci się mianem „miasta dzielnic”, ale gdzie one są? Chicago potrzebuje aktualizacji z 77 obszarów społecznych mapowanych w 1920!

source: The purpose of this survey is to better understand — and support — Chicago's neighborhoods. We're asking current Chicago residents to identify Chicago's neighborhoods using an interactive map to draw neighborhood boundaries.
es: El propósito de esta encuesta es comprender mejor y apoyar a los vecindarios de Chicago. Estamos pidiendo a los residentes actuales de Chicago que identifiquen los vecindarios de Chicago usando un mapa interactivo para dibujar los límites de los vecindarios.
pl: Celem tej ankiety jest lepsze zrozumienie i wsparcie dzielnic Chicago. Prosimy mieszkańców Chicago o zidentyfikowanie dzielnic Chicago za pomocą interaktywnej mapy w celu wytyczenia granic dzielnic.

source: Participate and be entered to win one of twenty $50 gift cards! Gift card drawings will occur every two weeks starting in November. Register at the end of the survey to be notified by email.
es: ¡Participe para ganar una de las veinte tarjetas de regalo de $50! Los sorteos de tarjetas de regalo se realizarán cada dos semanas a partir de Noviembre. Regístrese al final de la encuesta para recibir una notificación por correo electrónico.
pl: Weź udział i weź udział w konkursie, aby wygrać jedną z dwudziestu kart podarunkowych o wartości 50 USD! Losowania kart podarunkowych będą odbywać się co dwa tygodnie, począwszy od listopada. Zarejestruj się na końcu ankiety, aby otrzymać powiadomienie e-mailem.

source: Participation in this survey is completely voluntary. Responses are confidential and no personally identifying information will ever appear in resulting reports. Have questions? Contact the research team at
es: La participación en esta encuesta es completamente voluntaria. Las respuestas son confidenciales y nunca aparecerá información de identificación personal en los informes resultantes. ¿ Tiene preguntas? Póngase en contacto con el equipo de investigación en
pl: Udział w tym badaniu jest całkowicie dobrowolny. Odpowiedzi są poufne i w wynikach raportów nie pojawią się żadne dane osobowe. Masz pytania? Skontaktuj się z zespołem badawczym pod adresem

source: By clicking the button below, you agree that you are a resident of the city of Chicago, you are at least 18 years of age, and you consent to participate in this study voluntarily.
es: Al hacer clic en el botón a continuación, usted acepta que es residente de la ciudad de Chicago, tiene al menos 18 años y consentimiento para participar en este estudio de forma voluntaria.
pl: Klikając poniższy przycisk , potwierdzasz, że jesteś mieszkańcem miasta Chicago , masz ukończone 18 lat i jesteś wyrazić zgodę na dobrowolny udział w tym badaniu.

source: Thank you for participating!
es: ¡Gracias por participar!
pl: Dziękuję za udział!

source: To be entered to win one of twenty $50 gift cards, enter your email address below. Gift card winners will be randomly selected every two weeks and notified by email. Your email will only be used for the gift card drawing and will never be shared.
es: Para participar y ganar una de las veinte tarjetas de regalo de $50, ingrese su correo electrónico a continuación. Los ganadores de las tarjetas de regalo serán seleccionados al azar cada dos semanas y notificados por correo electrónico. Su correo electrónico solo se utilizará para el sorteo de la tarjeta de regalo y nunca se compartirá.
pl: Aby wziąć udział w konkursie i wygrać jedną z dwudziestu kart podarunkowych o wartości 50 USD, wpisz poniżej swój adres e-mail. Zwycięzcy kart podarunkowych będą losowo wybierani co dwa tygodnie i powiadamiani e-mailem. Twój adres e-mail zostanie wykorzystany wyłącznie do losowania karty podarunkowej i nigdy nie zostanie udostępniony.

source: We welcome your comments and feedback. If there is more information you would like to share with us, please use the textbox below.
es: Apreciamos sus comentarios y retroalimentación. Si hay más información que le gustaría compartir con nosotros, utilice el cuadro de texto a continuación.
pl: Twoje komentarze oraz opinie są dla nas mile widziane. Jeśli chcesz podzielić się z nami dodatkowymi informacjami, skorzystaj z pola tekstowego poniżej.

source: Thank you for your help! Consider sharing our link with other Chicagoans!
es: ¡Gracias por participar! Por favor comparte con otros.
pl: Dziękuję za udział! Proszę udostępnij innym.

source: Strong disagree
pl: Zdecydowanie się nie zgadzam
